{
  "pageTitle": "Youth in the Polish Kingdom",
  "Maria Skłodowska": "Maria Sklodowska",
  "early years short": "was born in Warsaw (then in the Kingdom of Poland, which was part of the Russian Empire) as the fifth and last child in a family of teachers from the minor nobility. Her father, Władysław, came from a family that had the right to use the Dołęga coat of arms, and her mother from a family with the Topór coat of arms. Grandfather Józef Skłodowski was a respected Lublin pedagogue. Father Władysław Skłodowski was a teacher of mathematics and physics and the headmaster of two male gymnasiums in Warsaw. Forced by the tsarist authorities, he also ran a boarding house for boys at home. Mother Bronisława Boguska was the superior of a Warsaw boarding school for girls from good homes.",
  "early years first paragraph": "Both parents raised their children in the spirit of deep patriotism. Maria's siblings were: Zofia (1861-1876), Józef (1863-1937) - a well-known Warsaw doctor, Bronisława (1865-1939) - a doctor and social activist, and Helena (1866-1961) - a teacher. When Maria was 9 years old, her eldest sister Zofia died of typhus. Two years later, at the age of 42, her mother died of tuberculosis. His father was an atheist and his mother was a deeply religious Catholic. After the death of her sister and mother, Maria fell into depression, she also lost her faith in God and became an atheist, and according to Reid, an agnostic.",
  "early years second paragraph": "When Maria was 10 years old, she started studying at a boarding school for girls, previously run by her mother. Then she studied at the 3rd Female Government Gymnasium, which she graduated in 1883 with a gold medal. She spent the next year in the countryside with her father's landowning family, where she regenerated her physical and mental strength after the painful experiences associated with the death of her mother and sister. After returning to Warsaw, she tutored in mathematics, physics, and foreign languages (she knew Polish, Russian, German, English, French). In Warsaw, Maria met Bronisława Piasecka – a teacher who was filled with the ideas of positivism. Under her influence, Maria, along with her sisters – Bronia and Hela, entered the Flying University. It was a time when the young Skłodowskie met outstanding professors who passed on knowledge forbidden by the authorities. Around the age of 16, she eventually declared herself an atheist, including in her diary a rationalist critique against institutional cheating in the Church, as well as excerpts from the iconoclastic book „Life of Jesus” by former priest Joseph Ernest Renan. Kienzler concludes: „From then on, faith and God were replaced by science in her life.”",
  "early years third paragraph": "Fascinated by science, Maria and Bronia signed an agreement according to which the older of them would first go to study in Paris, and the younger one would work in the country to support her. After completing her studies in France, Bronia would support Maria. Therefore, she became a governess first to a lawyer family from Kraków, and then to the landed Żorawski family, who lived on an estate in Szczuki. There, Maria taught the Żorawskis' two daughters, and in her free time, with Żorawski's consent, she taught village children to read, write and count; this activity was forbidden and severely punished by the tsarist authorities.",
  "early years forth paragraph": "In Szczuki, Maria met the Żorawskis' son, Kazimierz, then a young student of mathematics. The young fell in love and got engaged pretty quickly. Kazimierz's parents, however, strongly rejected the idea of their son's wedding with a poor governess, and Kazimierz himself was unable to oppose them. The humiliated Maria worked in Szczuki for fifteen more months. Living in the hope of marriage, she once again met Kazimierz in Zakopane. However, the meeting only confirmed Maria's fears that the marriage would not take place. Eventually, she broke off her acquaintance with the young Żorawski. In 1889, humiliated and rejected, Maria returned to Warsaw after four years of grief, pain, loneliness and hard work. Here she began to supplement her knowledge of chemistry and physics at the Flying University, including participating in the laboratories of the Museum of Industry and Agriculture at Krakowskie Przedmieście. She was helped by her cousin Józef Boguski, a former assistant to Dmitry Mendeleev, and the chemist Napoleon Milicer, a former associate of Robert Bunsen. It was these scientists who taught the young Skłodowska chemical analysis, which she could later use in her work enabling her to isolate radium and polonium.",
  "early years fifth paragraph": "At the beginning of 1890, according to an earlier agreement, Bronisława, who had married Kazimierz Dłuski (also a doctor) a few months earlier, invited her to her Paris apartment, offering her full support. Maria hesitated for a year, improved her education, gave private lessons, until at the beginning of 1891 she decided to go to Paris.",
  "go home link": "Go to home page"
}
