{
  "pageTitle": "Discovery of new elements",
  "In 1896, Henri Becquerel": "In 1896, Henri Becquerel",
  "new elements short first": "(1852–1908), French physicist, began research on uranium salts (potassium uranyl sulfate K",
  "new elements short second": "which show strong phosphorescence. On March 2, 1896, at a meeting of the Academy of Sciences, he announced that a uranium-containing mineral emitted new, unknown radiation without prior irradiation.",
  "new elements first paragraph": "Becquerel conducted several experiments, on the basis of which he concluded, among others: that uranium and its chemical compounds in the crystalline state, dissolved or melted spontaneously emit radiation that blackens the photographic plate, ionizes the air and penetrates through opaque bodies. In addition, he stated (incorrectly) that uranium radiation is similar in properties to ordinary light and, like it, is reflected, refracted and polarized. At the end of 1897, Maria Skłodowska-Curie, looking for a topic for a dissertation in order to obtain a doctoral degree, undertook the first scientific research with Becquerel rays.",
  "new elements second paragraph": "In the same year, on September 12, Maria and Pierre's first daughter, Irène, was born.",
  "new elements third paragraph first part": "When undertaking scientific work on the radiation discovered by Becquerel, Maria first of all used a very sensitive electrometer, constructed by Pierre and his brother Jacques Curie, instead of the photographic film used by the scientist. Thanks to this invention, she found that the intensity of Becquerel rays depends on and is proportional to the uranium content in the sample. This observation enabled her to correctly conclude that it was an atomic property of uranium. Maria's next achievement was proving that, in addition to uranium, thorium also emits radiation. Then Marie Curie proved that the radiation emission of some uranium-containing minerals (tarblende, chalcolithic or autunite) is much stronger than it would result from the uranium content in their composition. Because she knew the chemical composition of the chalcolith",
  "new elements third paragraph second part": "concluded that only uranium is a radioactive element in this mineral. So she put forward the correct hypothesis that this mineral must contain an admixture of a new, unknown chemical element. Maria obtained chalcolith in the laboratory and thus proved that synthetic chalcolith emits weaker radiation. This was experimental evidence of the existence of a new chemical element. Pierre Curie joined Maria's research. The Curies developed the method of radioactive tracers, thanks to which they determined the radiation capacity of the new element. Using chemical transformations, they isolated a new, hitherto unknown chemical element. On July 18, 1898, they presented a scientific paper in which they reported the discovery of polonium (symbol Po, atomic number 84), an element named after Poland. The Curies did not have to wait too long for another success. On December 26, 1898, together with Gustav Bémont, they reported the discovery of another chemical element - radium (symbol Ra, atomic number 88).",
  "new elements forth paragraph first part": "The Curies examined the radiation emitted by radium and polonium, stating, among other things, that radioactive compounds glow, radium salts give off heat, color porcelain and glass, radiation passes through air and certain bodies, that it can transform molecular oxygen",
  "new elements forth paragraph second part": "in ozone",
  "new elements forth paragraph third part": "Pierre Curie subjected his arm to radium for several hours, and the resulting hard-to-heal wound was observed and described. The Curies have been awarded numerous prizes for their work, e.g. Plante, Lacaze, Gegner, Osiris, Davy Medal.",
  "new elements fifth paragraph": "In 1903, Maria presented the theses of her doctoral dissertation entitled „The Study of Radioactive Bodies”. In August of that year, she gave birth to her second daughter, who died after giving birth.",
  "new elements sixth paragraph": "In 1903, Marie and Pierre Curie shared the Nobel Prize in Physics with Becquerel for their research on the phenomenon of radioactivity. On December 6, 1904, Maria gave birth to her third daughter, Ève - her mother's future biographer, pianist and peace activist.",
  "go home link": "Go to home page"
}
