{
  "In 1903, Maria and Pierre Curie": "In 1903, Maria and Pierre Curie",
  "nobel prizes short": "together with Becquerel, they received the Nobel Prize in Physics for their research on the phenomenon of radioactivity. On December 6, 1904, Maria gave birth to her third daughter, Ève - her mother's future biographer, pianist and peace activist.",
  "nobel prizes first paragraph": "On Thursday, April 19, 1906, Pierre Curie, returning from a meeting of the Association of Professors of Science Faculties, died after being hit by a horse-drawn lorry; he was 47 at the time. Distraught Maria for a year ran the so-called. „Mourning Diary”, in which she described the pain, grief and emptiness left after the death of her beloved husband, friend and companion. In May 1906, the 38-year-old Maria received the chair of physics from her husband. She gave her first lecture on November 5, 1906. She became the first woman professor at the Paris Sorbonne.",
  "nobel prizes second paragraph": "After Pierre's death, Maria devoted herself entirely to work: she received radium in a metallic state, developed and improved methods of isolating and obtaining new substances, and gave a definition of the international radium standard. She also took an active part in conferences and international meetings, e.g. at the Solvay conference. Together with a group of friends, she created a school where children were taught in an innovative way (in laboratories, museums, theaters). In 1911, Maria submitted her candidacy to the French Academy of Sciences, but lost in the vote. It is worth emphasizing at this point that Maria was a Nobel Prize winner, a three-time winner of the Academy of Sciences in Paris, she had honorary doctorates from universities, including in Edinburgh, Geneva, Manchester, was a member of the Academy of Sciences in St. Petersburg, Bologna, Prague, and a member of the Academy of Learning in Krakow. However, sexist attitudes towards women and xenophobic attitudes towards foreigners prevailed. The first woman was admitted by the members of the Academy of Sciences more than half a century later, in 1962. She was Marguerite Perey, a doctoral student of Maria Skłodowska-Curie.",
  "nobel prizes third paragraph": "Soon after the failure at the Academy, Maria Skłodowska-Curie's affair with the French physicist Paul Langevin was revealed, which lasted about a year in 1910-1911. Langevin was married and abandoned his family. In the eyes of the press, especially the tabloids, Maria Skłodowska-Curie was a person who broke up the Langevin family, in addition, she was 4 years older than Paul, and besides, she was a foreigner. Michel Langevin, Paul's grandson, married many years later Hélène Joliot, granddaughter of Maria Skłodowska-Curie. Both were, like their parents and grandparents, scientists (in their case, nuclear physicists). Hélène Langevin-Joliot is currently Director Emeritus of Research at the Center national de la recherche scientifique in Paris.",
  "nobel prizes fourth paragraph": "Maria was a declared non-believer and came from Poland, which was identified by most French people with an unspecified territory under the scepter of the Russian tsar, where a significant percentage of the population was Jewish - it was speculated that the researcher was Jewish (which was considered in xenophobic circles in France at the time highly suspicious - because the resentments that had led to the Dreyfus affair several years earlier had not yet died down), despite the fact that in fact she came from the noble Polish family of Dołęga-Skłodowski, and in her childhood she was baptized in the Catholic faith. The presumptions of the Parisian tabloids were based on the fact that Maria Skłodowska-Curie bore the middle name Salomea after her grandmother, which in Poland was a popular Christian name, and in France it was associated with Salomé, used by Jewish women.",
  "nobel prizes fifth paragraph": "On November 7, 1911, the Swedish Academy of Sciences awarded Maria a second, this time independent, Nobel Prize in Chemistry for the discovery of polonium and radium. She became the first person to receive the prize twice and the first woman to win the Nobel Prize in Chemistry.",
  "go home link": "Go to home page"
}