{
  "In May 1921": "In May 1921",
  "postwar years short": "Thanks to the American journalist Maria Meloney, Maria and her daughters set off on a trip to the United States, where, thanks to a fundraiser among American Polonia and American millionaires, she received money to buy a gram of radium for the Radium Institute. In addition to the dream gram of radium, Maria got extra cash to equip the laboratory. The key to the casket with the precious radium was given to Maria by US President Warren Harding.",
  "postwar years paragraph": "In 1926, Irene married Frédéric Joliot. The Joliot-Curie couple made a great discovery in 1934 - artificial radioactivity, for which they both received the Nobel Prize in Chemistry in 1935. In the late 1920s, Maria Skłodowska-Curie's health began to deteriorate more and more. Maria began to lose her hearing and sight. In 1929, Maria Meloney invited Marie Curie once more to the United States. This time, with the collected money, Maria bought a gram of radium for the Radium Institute in Warsaw (currently the Maria Skłodowska-Curie National Institute of Oncology - National Research Institute in Warsaw). The key to the casket with radium was handed this time by US President Herbert Hoover. Maria gave a priceless gift to her sister Bronisława. The hospital was opened by both sisters in May 1932. In 1934 Maria began to feel worse and worse: she had a high temperature and shivering. Doctors diagnosed influenza, later tuberculous changes in the lungs. They suggested going to a sanatorium. Maria, together with her daughter Ève as a nurse, went to the sancellemoz sanatorium in Passy. There, the doctors found the real cause of Maria's weakness - aplastic anemia (she also had radiation sickness caused by ionizing radiation) with a fulminant course. Maria Skłodowska-Curie died there on July 4, 1934 at 4 am. The funeral took place on July 6, 1934 in the company of family and closest friends. Maria was buried next to Pierre in the Sceaux cemetery. On April 20, 1995, the remains of Marie and Pierre Curie were transferred to the Panthéon in Paris.",
  "go home link": "Go to home page"
}